{
  "account": "Compte",
  "adminPanel": "Panneau d'administration",
  "askAQuestion": "Poser une question",
  "dashboard": "Tableau de bord",
  "darkMode": "Mode sombre",
  "exportData": "Exporter les données",
  "help": "Aide",
  "language": "Langue",
  "login": "Connexion",
  "logout": "Déconnexion",
  "noRoleMatched": "Aucun rôle correspondant trouvé. Veuillez contacter le support.",
  "nblOverview": "Aperçu NBL",
  "playerStats": "Statistiques des joueurs",
  "save": "Enregistrer",
  "settings": "Paramètres",
  "teamComparison": "Comparaison des équipes",
  "teamLogoAlt": "Logo de l'équipe",
  "unknownTeam": "Équipe inconnue",
  "user": "Utilisateur",
  "welcomeMessage": "Bienvenue, {{userName}} ({{teamName}})",
  "send": "Envoyer",
  "failedToSend": "Échec de l'envoi de votre question. Veuillez réessayer.",
  "errorOccurred": "Une erreur s'est produite lors de l'envoi de votre question.",
  "passwordResetInfo": "L'authentification externe (par exemple connexion Microsoft) nécessite de suivre leur procédure de réinitialisation de mot de passe. Pour cela, cliquez sur « Mot de passe oublié » lors de la connexion.",
  "darkModeInfo": "Vous pouvez activer le mode sombre dans la page Paramètres. Votre préférence sera sauvegardée entre les sessions.",
  "accessReportsInfo": "Les rapports sont disponibles depuis le tableau de bord selon votre rôle. Cliquez simplement sur un rapport pour l'ouvrir.",
  "exportStatsInfo": "L'export est disponible sur certaines de nos tables. Pour cela, survolez la table, trouvez le bouton à trois points, cliquez dessus et sélectionnez exporter les données. Une fenêtre apparaîtra pour vous guider dans le téléchargement.",
  "updateAccountInfo": "Les informations de compte (nom, équipe, rôle) sont actuellement gérées par Nextplaystats@outlook.com. Pour les modifications, veuillez nous envoyer un email.",
  "logoutInfo": "Utilisez l'option Déconnexion dans le menu déroulant en haut à droite de chaque page.",
  "unknownTeamInfo": "Cela signifie que votre profil Microsoft ne contient pas de titre de poste ou d'affectation d'équipe. Contactez nextplaystats@outlook.com pour que nous puissions mettre à jour votre profil dans Microsoft 365.",
  "reportErrorInfo": "Essayez de rafraîchir la page ou de vous déconnecter puis reconnecter. Si le problème persiste, contactez nextplaystats@outlook.com avec une capture d'écran et une description du problème.",
  "submitFeedbackInfo": "Utilisez la boîte « Poser une question » sur cette page ou envoyez un email au support à nextplaystats@outlook.com."
}
