{
  "account": "Cuenta",
  "adminPanel": "Panel de administración",
  "askAQuestion": "Haz una pregunta",
  "dashboard": "Panel",
  "darkMode": "Modo oscuro",
  "exportData": "Exportar datos",
  "help": "Ayuda",
  "language": "Idioma",
  "login": "Iniciar sesión",
  "logout": "Cerrar sesión",
  "noRoleMatched": "No se encontró un rol correspondiente. Por favor contacte al soporte.",
  "nblOverview": "Resumen NBL",
  "playerStats": "Estadísticas de jugadores",
  "save": "Guardar",
  "settings": "Configuración",
  "teamComparison": "Comparación de equipos",
  "teamLogoAlt": "Logo del equipo",
  "unknownTeam": "Equipo desconocido",
  "user": "Usuario",
  "welcomeMessage": "Bienvenido, {{userName}} ({{teamName}})",
  "send": "Enviar",
  "failedToSend": "No se pudo enviar su pregunta. Por favor, inténtelo de nuevo.",
  "errorOccurred": "Ocurrió un error al enviar su pregunta.",
  "passwordResetInfo": "La autenticación externa (por ejemplo, inicio de sesión de Microsoft) requiere que siga su proceso de restablecimiento de contraseña. Para hacer esto, haga clic en “Olvidé mi contraseña” durante el inicio de sesión.",
  "darkModeInfo": "Puede alternar el modo oscuro en la página de Configuración. Su preferencia se guardará entre sesiones.",
  "accessReportsInfo": "Los informes están disponibles desde la página del Panel según su rol. Simplemente haga clic en un informe para abrirlo.",
  "exportStatsInfo": "La exportación está disponible en algunas de nuestras tablas. Para hacerlo, pase el cursor sobre la tabla, encuentre el botón de tres puntos. Haga clic y seleccione exportar datos. Aparecerá una ventana emergente para guiarlo en el proceso de descarga.",
  "updateAccountInfo": "La información de la cuenta (nombre, equipo, rol) se gestiona actualmente en Nextplaystats@outlook.com. Para cambios, envíenos un correo electrónico.",
  "logoutInfo": "Use la opción Cerrar sesión en el menú desplegable en la esquina superior derecha de cualquier página.",
  "unknownTeamInfo": "Esto significa que su perfil de Microsoft no incluye un título de trabajo o asignación de equipo. Contacte a nextplaystats@outlook.com para que podamos actualizar su perfil en Microsoft 365.",
  "reportErrorInfo": "Intente actualizar la página o cerrar sesión y volver a iniciar sesión. Si el problema persiste, contacte a nextplaystats@outlook.com con una captura de pantalla y una descripción del problema.",
  "submitFeedbackInfo": "Use el cuadro “Haz una pregunta” en esta página o envíe un correo electrónico al soporte en nextplaystats@outlook.com."
}
