{
  "account": "Account",
  "adminPanel": "Admin Panel",
  "askAQuestion": "Ask a Question",
  "dashboard": "Dashboard",
  "darkMode": "Dark Mode",
  "exportData": "Export Data",
  "help": "Help",
  "language": "Language",
  "login": "Login",
  "logout": "Logout",
  "noRoleMatched": "No matching role found. Please contact support.",
  "nblOverview": "NBL Overview",
  "playerStats": "Player Stats",
  "save": "Save",
  "settings": "Settings",
  "teamComparison": "Team Comparison",
  "teamLogoAlt": "Team Logo",
  "unknownTeam": "Unknown Team",
  "user": "User",
  "welcomeMessage": "Welcome, {{userName}} ({{teamName}})",
  "send": "Send",
  "failedToSend": "Failed to send your question. Please try again.",
  "errorOccurred": "An error occurred while sending your question.",
  "passwordResetInfo": "External authentication (e.g. Microsoft login) requires you to go through their process of forgetting a password. To do this, click “Forgot my password” during the login process.",
  "darkModeInfo": "You can toggle dark mode in the Settings page. Your preference will be saved across sessions.",
  "accessReportsInfo": "Reports are available from the Dashboard Page based on your role. Just click on a report to open it.",
  "exportStatsInfo": "Exporting is available on some of our tables. To do this, hover over the table, find the three dots button. Click it and select export data. A pop up will come up and go through the process to download the data.",
  "updateAccountInfo": "Account information (name, team, role) is currently managed by Nextplaystats@outlook.com. For changes, please send us an email.",
  "logoutInfo": "Use the Logout option in the dropdown menu in the top-right corner of any page.",
  "unknownTeamInfo": "This means your Microsoft profile does not include a job title or team assignment. Contact nextplaystats@outlook.com so we can update your profile in Microsoft 365.",
  "reportErrorInfo": "Try refreshing the page or logging out and back in. If the problem persists, contact nextplaystats@outlook.com with a screenshot and a description of the issue.",
  "submitFeedbackInfo": "Use the “Ask a Question” box on this page or email support at nextplaystats@outlook.com."
}
